Repository: Acidburn0zzz/frugalware-current
Catalog: source/locale/bibletime-i18n/*.po
Languages: hu

source: High contrast template
hu: Magas kontrasztú sablon

source: Installation manager
hu: Telepítési menedzser

source: Icons, startlogo
hu: Ikonok, indítási logó

source: Founder of the Sword project
hu: A Sword projekt alapítója

source: Sponsored our internet domain for many years
hu: Sok éven át szponzorálta az internet-címünket

source: Bible Study HowTo
hu: Bibliatanulmányozás HOGYAN

source: Search dialog enhancements
hu: Keresési ablakot érintő fejlesztések

source: Language codes and names
hu: Nyelvi kódok és nevek

source: Frontend
hu: Felhasználói felület

source: Searchdialog
hu: Keresési ablak

source: Documentation
hu: Dokumentáció

source: Very helpful and detailed testing
hu: Nagyon hasznos és részletes tesztelés

source: The first lead developer
hu: Az első vezető fejlesztő

source: Helpful source code additions
hu: Hasznos forráskód-bővítések

source: _: NAME OF TRANSLATORS Your names
hu: CSÉCSY László

source: _: EMAIL OF TRANSLATORS Your emails
hu: boobaa@frugalware.org

source: Starting BibleTime
hu: BibleTime indítása

source: &Search
hu: &Keresés

source: Se&ttings
hu: &Beállítások

source: &Window
hu: &Ablak

source: The Bible was written so we could believe in Jesus. (John 20:31)
hu: A Biblia megíratott, hogy higyjünk Jézusban. (János 20,31)

source: BibleTime includes a really useful handbook written by Fred Saalbach. To read it choose the item "Handbook" in the "Help" menu of BibleTime.
hu: A BibleTime tartalmaz egy nagyon hasznos kézikönyvet, melyet Fred Saalbach írt. Olvasásához válassza a BibleTime "Súgó" menüjének "Kézikönyv" elemét.

source: No one is allowed by God to add anything to or take anything away from the Word. (Revelation 22:18-19)
hu: Isten senkinek sem engedi, hogy bármit hozzátegyen az Ígéhez vagy elvegyen az Ígéből. (Jelenések 22,18-19)

source: The Bible is like a mirror. (James 1:23)
hu: A Biblia olyan, mint egy tükör. (Jakab 1,23)

source: BibleTime does include a <B>Bible Study HowTo</B>! It was written by Bob Harman and is a great introduction how to study the Bible.
hu: A BibleTime tartalmaz egy <B>Bibliatanulmányozás HOGYAN</B>t! Ezt Bob Harman írta, és egy kiváló bevezetés ahhoz, hogyan tanulmányozza a Bibliát.

source: You can save, print and copy the whole search result by pressing the right mouse button on the icon of the searched module in the search dialog.
hu: Az összes találatot elmentheti, nyomtathatja vagy másolhatja a keresési ablakban található modulikonokra történő jobb kattintással.

source: The Bible is our only spiritual weapon. (Ephesians 6:17)
hu: A Biblia az egyetlen lelki fegyverünk. (Efézus 6,17)

source: To get the number of verses in the Bible search for a space in the module. The search analysis shows you the number of verses of each book.
hu: A Bibliában található versek számát megkeresheti, ha a modulban egy szóközt keres. A keresési elemzés megmutatja az egyes könyvekben található versek számát is.

source: The Bible is truth. (John 17:17)
hu: A Biblia igazság. (János 17,17)

source: If you would like to create a set of bookmarks around a specific topic with comments containing what the Lord told you here, it's best to make bookmarks from your personal commentary.
hu: Ha egy meghatározott tárgyról szeretne létrehozni egy könyvjelző-sorozatot, megjegyezve, hogy mit értett meg az Úr beszédéből itt, a legjobb a személyes kommentárjához csinálni könyvjelzőket.

source: The scriptures give us the wisdom that leads to salvation. (2 Timothy 3:15)
hu: Az írások adják a bölcsességet, ami az üdvösségre vezető út. (2. Timóteus 3,15)

source: To lookup the meaning of the original hebrew or greek word in a Bible supporting Strong's numbers, switch them on and click on the strong number. Now a new window showing the strong number with it's explanation is shown. If your favourite translation doesn't support Strong's numbers please refer to an alternate translation for the number of the corresponding word. Make sure you have set the default modules in the preferences.
hu: Ha egy Strong-számokat támogató Bibliában szeretné megkeresni az eredeti héber vagy görög szavak jelentését, kapcsolja be őket és kattintson a Strong számra. Egy új ablak jelenik meg a Strong számmal és magyarázatával. Ha a kedvenc fordítása nem támogatja a Strong számokat, használjon egy másik fordítást hivatkozásként a megfelelő szó számának megismeréséhez. Győződjön meg róla, hogy beállította az alapértelmezett modulokat.

source: If you want to use a commentary as a topical reference, search it for terms your topic is about.
hu: Ha tárgyi hivatkozásként szeretne használni egy kommentárt, keressen benne a kérdéses tárgyhoz tartozó kifejezéseket.

source: In the beginning was the Word, the Word was with God, and the Word was God. (John 1:1)
hu: Kezdetben volt az Ige, és az Ige Istennél volt, és Isten volt az Ige. (János 1,1)

source: We will be judged on the last day by the words Jesus spoke. (John 12:48)
hu: Jézus szavai által ítéltetünk meg az utolsó napon (János 12,48).

source: If you want to find the full set of verses or entries on a area of content, you should use the option "Multiple words (OR)" for searching.
hu: Ha egy tartalom-terület összes bejegyzését vagy versét szeretné megkeresni, használja a "Több szó (VAGY)" lehetőséget a kereséskor.

source: If you are searching a verse you know only fuzzy or in a different translation search for the most probable terms in multiple Bible translations at the same time.
hu: Ha egy olyan verset keres, melyre csak pontatlanul vagy más fordításból emlékszik, keressen rá a legvalószínűbb kifejezésekre egyidejűleg több bibliafordításban.

source: God's Word can be a lamp to your feet and a light to your path. (Psalm 119:105)
hu: Isten Igéje mécses lehet a lábad előtt és ösvényed világossága. (Zsoltárok 119,105)

source: If you want to search a word in a foreign module (e.g. greek or hebrew), open a display window and choose a chapter or an entry which contains this word. Select it and copy it to the clipboard. Now insert the copied word in the search text box of the searchdialog.
hu: Ha külföldi modulban (pl. görög vagy héber) szeretne egy szót megkeresni, nyisson meg egy ablakot és válasszon egy fejezetet vagy bejegyzést, mely tartalmazza ezt a szót. Válassza ki és másolja a vágólapra, majd szúrja be a másolt szót a keresőablak keresendő szó dobozába.

source: The Word of God will not return to Him without accomplishing its purpose. (Isaiah 55:11)
hu: Isten szava nem tér vissza Hozzá dolgavégezetlen. (Ézsaiás 55,11)

source: Foreign modules do often require a special font to display correctly. You can set the font for each language in the preferences.
hu: A külföldi modulok gyakran speciális betűkészletet igényelnek a helyes megjelenítéshez. Minden nyelvhez megadhat betűkészletet a beállításoknál.

source: Did you know that the first book ever printed on a printing press was the Bible (by Johann Gutenberg, in 1492)?
hu: Tudta-e, hogy a legelső, nyomtatásban megjelent könyv a Biblia volt (1492-ben, Johann Gutenberg által)?

source: God has already given to us everything pertaining to life and godliness. (2 Peter 1:3)
hu: Isten már mindennel megajándékozott bennünket, ami életre és kegyességre való. (2Pét 1,3)

source: All important elements of BibleTime's graphical user interface have a tooltip and a "What's this?" help.<BR> To read the "What's this?" help press the keys SHIFT+F1 and click on the part.
hu: A BibleTime felhasználói felületének minden fontos eleméhez van buborék- és "Mi ez?" jellegű súgó.<BR> A "Mi ez?" súgó olvasásához nyomja meg a SHIFT-F1 gombokat és kattintson az elemre.

source: The Word of God is living, active, and sharper than any two-edged sword. (Hebrews 4:12)
hu: Isten Igéje élő és ható, élesebb minden kétélű kardnál (Zsid 4,12)

source: You are using a program that has been written for the glory of God.<BR>May He bless you as you study His Word!
hu: Egy Isten dicsőségére írt programot használ.<BR>Isten áldása legyen az Ön bibliatanulmányozásán!

source: Open the printer dialog of BibleTime, where you can edit the print queue, assign styles to the items and print them.
hu: A BibleTime nyomtatási ablakának megnyitása, ahol a nyomtatási sort szerkesztheti, stílusokat rendelhet az elemekhez és kinyomtathatja azokat.

source: Close BibleTime and save the settings.
hu: BibleTime bezárása a beállítások mentésével

source: Show or hide the bookshelf.
hu: Könyvespolc megjelenítése vagy elrejtése

source: Toggle the main toolbar view.
hu: Fő eszköztár ki/be

source: Open the search dialog to search in all works that are currently open.
hu: Keresési ablak megnyitása az összes megnyitott műben való kereséshez.

source: Open the search dialog to search in the standard Bible.
hu: Keresési ablak megnyitása a mértékadó Bibliában való kereséshez.

source: Restore a saved BibleTime session.
hu: Tárolt BibleTime-munkamenet visszaállítása

source: Save current BibleTime session so that it can be reused later.
hu: Aktuális BibleTime-munkamenet mentése későbbi újrahasznosítás céljából.

source: Create and save a new session.
hu: Új munkamenet létrehozása és mentése

source: Delete a BibleTime session.
hu: BibleTime-munkamenet törlése.

source: Toggle fullscreen mode of the main window.
hu: Főablak teljes képernyőre való átkapcsolása.

source: Vertically tile the open windows.
hu: A megnyitott ablakok elrendezése függőleges mozaikként.

source: Horizontally tile the open windows.
hu: A megnyitott ablakok elrendezése vízszintes mozaikként.

source: Cascade the open windows.
hu: A megnyitott ablakok lépcsőzetes elrendezése.

source: Choose the way that is used to arrange the windows.
hu: Válassza ki az ablakok elrendezésének módját.

source: Automatically tile the open windows vertically.
hu: Megnyitott ablakok elrendezése automatikusan függőleges mozaikként.

source: Automatically tile the open windows horizontally.
hu: Megnyitott ablakok elrendezése automatikusan vízszintes mozaikként.

source: Automatically cascade the open windows.
hu: Automatikusan lépcsőzetesre rendezi a megnyitott ablakokat.

source: Close all open windows.
hu: Összes nyitott ablak bezárása.

source: Open BibleTime's toolbar editor.
hu: A BibleTime eszköztár-szerkesztőjének megnyitása.

source: Open the dialog to set most of BibleTime's preferences.
hu: A BibleTime legtöbb beállítását tartalmazó ablak megnyitása.

source: Open the dialog to configure your bookshelf and install/update/remove works.
hu: Művek könyvespolcra való telepítésére/frissítésére/törlésére szolgáló ablak megnyitása.

source: Open BibleTime's handbook in the KDE helpbrowser.
hu: Megnyitja a BibleTime kézikönyvét a KDE súgóböngészőjében.

source: Open the Bible study HowTo included with BibleTime in the KDE helpbrowser. <BR>This HowTo is an introduction on how to study the Bible in an efficient way.
hu: A BibleTime Bibliatanulmányozás-HOGYAN-jának megnyitása a KDE súgójában. <BR>Ez a HOGYAN egy bevezető a Biblia hatékony tanulmányozásának mikéntjébe.

source: Send a bugreport to the developers of BibleTime.
hu: Hibajelentés küldése a BibleTime fejlesztőinek.

source: Show a daily tip each time BibleTime starts. <BR>The tips contain important Bible quotations and helpful tips for using BibleTime.
hu: Napi tipp megjelenítése a BibleTime minden indulásakor. <BR>A tippek fontos bibliai idézeteket és hasznos ötleteket tartalmaznak a BibleTime használatához.

source: Show detailed information about BibleTime.
hu: A BibleTime programról szóló részletes információk megjelenítése.

source: Show detailed information about the KDE project.
hu: A KDE projektről szóló részletes információk megjelenítése.

source: Start to search the text in each of the chosen work(s).
hu: Szövegkeresés indítása a kiválasztott mű(vek)ben.

source: Stop the active search.
hu: Aktív keresés leállítása.

source: Open a dialog to choose work(s) for the search.
hu: A keresendő mű(vek) kiválasztására szolgáló ablak megnyitása.

source: Enter the text you want to search in the chosen work(s) here.
hu: Adja meg a szöveget, amit a kiválasztott mű(vek)ben szeretne megkeresni.

source: Treat the search text as multiple words. A text must contain all of the words to match. The order of the words is unimportant.
hu: A keresési szöveg értelmezése több szóként. A talált szövegben minden szónak szerepelnie kell. A szavak sorrendje nem számít.

source: Treat the search text as multiple words. A text must contain one or more words of to match. The order is unimportant.
hu: A keresési szöveg értelmezése több szóként. A talált szövegben legalább egy szónak szerepelnie kell. A sorrend nem számít.

source: The search text will be used exactly as entered.
hu: Pontosan a megadott szöveget fogjuk keresni.

source: Treat the search string as a GNU regular expression. The BibleTime handbook contains an introduction to regular expressions.
hu: A keresési szöveg értelmezése GNU szabványos kifejezésként. A szabványos kifejezésekhez egy rövid bevezető található a BibleTime kézikönyvben.

source: If you choose this option the search will distinguish between upper and lowercase characters.
hu: Ha ezt a jelölőnégyzetet bekapcsolja, a keresés különbséget tesz a kis- és nagybetűk között.

source: Choose a scope from the list. Select the first item to use no scope, the second one is to use each work's last search result as search scope. The others are user defined search scopes.
hu: Válasszon egy tartományt a listából. Válassza az első elemet, ha nem szeretne tartományt megadni; a másodikat, ha az előző találatokat szeretné tartományként használni. A további elemek felhasználói keresőtartományok.

source: Select an item from the list to edit the search scope.
hu: Válasszon egy listaelemet a keresési tartomány szerkesztéséhez.

source: Change the name of the selected search scope.
hu: A kiválasztott keresési tartomány nevének megváltoztatása.

source: Change the search ranges of the selected search scope item. Have a look at the predefined search scopes to see how search ranges are constructed.
hu: A kiválaszott keresési tartomány részleteinek szerkesztése. Nézze meg az előre megadott keresési tartományokat, hogy lássa a felépítésük módját.

source: Contains the search ranges which will be used for the search.
hu: Tartalmazza a kereséshez használatos keresési tartományokat.

source: Add a new search scope. First enter an appropriate name, then edit the search ranges.
hu: Új keresési tartomány hozzáadása. Először adjon meg egy nevet, majd állítsa be a keresési tartományokat.

source: Deletes the selected search scope. If you close the dialog using Cancel the settings won't be saved.
hu: A kiválasztott keresési tartomány törlése. A párbeszédablak Mégsem gombbal történő bezárásakor a változtatások nem lesznek elmentve.

source: The list of works chosen for the search.
hu: A kereséshez kiválasztott művek listája.

source: This list contains the search result of the selected work.
hu: Ez a lista tartalmazza a kiválasztott műben szereplő találatokat.

source: The text preview of the selected search result item.
hu: A kiválasztott találat szövegének előnézete.

source: This button is useful to scroll through the entries of the list. Press the button and move the mouse to increase or decrease the item.
hu: Ezzel a gombbal tud végighaladni a lista bejegyzésein. Nyomja meg a gombot és mozgassa az egeret az elem növeléséhez vagy csökkentéséhez.

source: This button opens the search dialog with the work(s) of this window.
hu: Ez a gomb megnyitja a keresőablakot az éppen nyitott műve(kke)l.

source: Go back one item in the display history.
hu: Egy elemmel vissza a megjelenítési naplóban.

source: Go forward one item in the display history.
hu: Egy elemmel előre a megjelenítési naplóban.

source: This list contains the books which are available in this work.
hu: Ez a lista tartalmazza a kiválasztott mű könyveit.

source: Show the next book of this work.
hu: A kiválasztott mű következő könyvének megjelenítése.

source: Show the previous book of this work.
hu: A kiválasztott mű előző könyvének megjelenítése.

source: This list contains the chapters which are available in the current book.
hu: Ez a lista tartalmazza a kiválasztott könyv fejezeteit.

source: Show the previous chapter of the work.
hu: A mű előző fejezetének megjelenítése.

source: Show the next chapter of the work.
hu: A mű következő fejezetének megjelenítése.

source: This list contains the verses which are available in the current chapter.
hu: Ez a lista tartalmazza a kiválaszott fejezet verseit.

source: In Bible texts, the next verse will be highlighted. In commentaries, the next entry will be shown.
hu: Biblia-szövegekben a következő vers lesz kiemelve. Kommentárokban a következő bejegyzés jelenik meg.

source: In Bible texts, the previous verse will be highlighted. In commentaries, the previous entry will be shown.
hu: Biblia-szövegekben az előző vers lesz kiemelve. Kommentárokban az előző bejegyzés jelenik meg.

source: Synchronize the displayed entry of this work with the active Bible window.
hu: Jelen mű megjelenített bejegyzésének szinkronizálása az aktív biblia-ablakkal.

source: This list contains the entries of the current work.
hu: Ez a lista tartalmazza a kiválasztott mű bejegyzéseit.

source: The next entry of the work will be shown.
hu: A mű következő bejegyzése jelenik meg.

source: The previous entry of the work will be shown.
hu: A mű előző bejegyzése jelenik meg.

source: Save the curent text into the work. The old text will be overwritten.
hu: Az aktuális szöveg elmentése a műbe. A régi szöveg felülíródik.

source: Loads the old text from the work and loads it into the edit area. The unsaved text will be lost.
hu: A mű régi szövegének betöltése a szerkesztőterületre. Az elmentetlen szöveg el fog veszni.

source: Deletes the current entry out of the work. The text will be lost.
hu: Törli a mű kiválasztott bejegyzését. A szöveg el fog veszni.

source: Toggle bold formatting of the selected text.
hu: Kiválasztott szöveg félkövéren ki/be.

source: Toggle italic formatting of the selected text.
hu: Kiválasztott szöveg döntése ki/be.

source: Toggle underlined formatting of the selected text.
hu: Kiválasztott szöveg aláhúzása ki/be.

source: The text will be aligned on the left side of the page.
hu: A szöveg balra rendezve jelenik meg az oldalon.

source: Centers the text horizontally.
hu: A szöveg vízszintesen középen jelenik meg.

source: Aligns the text on the right side of the page.
hu: A szöveg jobbra rendezve jelenik meg az oldalon.

source: Justifies the text on the page.
hu: A szöveg sorkizártan jelenik meg az oldalon.

source: Choose a new font for the selected text.
hu: Válasszon új betűtípust a kiválasztott szöveghez.

source: Choose a new font size for the selected text.
hu: Válasszon új betűméretet a kiválasztott szöveghez.

source: Choose a new color for the selected text.
hu: Válasszon új színt a kiválasztott szöveghez.

source: Activate this box to see a daily tip on startup.
hu: Kapcsolja be egy napi tipp indításkori megjelenítéséhez.

source: Activate this to see the BibleTime logo on startup.
hu: Kapcsolja be a BibleTime logó indításkori megjelenítéséhez.

source: Save the user's session when BibleTime is closed and restore it on the next startup.
hu: Felhasználói munkamenet mentése a BibleTime bezárásakor és visszaállítása a következő indításkor.

source: The font selection below will apply to all texts in this language.
hu: Az alábbi betűtípus használatos az összes szöveghez ezen a nyelven.

source: Contains the languages which can be used for the biblical booknames.
hu: A bibliai könyvek nevének megjelenítésére használható nyelveket tartalmazza.

source: The standard Bible is used when a hyperlink into a Bible is clicked.
hu: A mértékadó Biblia használatos egy Bibliába mutató hivatkozás kattintásakor.

source: The standard commentary is used when a hyperlink into a commentary is clicked.
hu: A mértékadó kommentár használatos egy kommentárra mutató hivatkozás kattintásakor.

source: The standard lexicon is used when a hyperlink into a lexicon is clicked.
hu: A mértékadó lexikon használatos egy lexikonra mutató hivatkozás kattintásakor.

source: The standard devotional will be used to display a short start up devotional.
hu: A mértékadó imakönyv használatos egy rövid indításkori ima megjelenítésére.

source: The standard Hebrew lexicon is used when a hyperlink into a Hebrew lexicon is clicked.
hu: A mértékadó héber lexikon használatos egy héber lexikonra mutató hivatkozás kattintásakor.

source: The standard Greek lexicon is used when a hyperlink into a Greek lexicon is clicked.
hu: A mértékadó görög lexikon használatos egy görög lexikonra mutató hivatkozás kattintásakor.

source: The standard morphological lexicon for Hebrew texts is used when a hyperlink of a morphological tag in a Hebrew text is clicked.
hu: A mértékadó héber morfológiai lexikon használatos egy héber morfológiai lexikonra mutató hivatkozás kattintásakor.

source: The standard morphological lexicon for Greek texts is used when a hyperlink of a morphological tag in a Greek text is clicked.
hu: A mértékadó görög morfológiai lexikon használatos egy görög morfológiai lexikonra mutató hivatkozás kattintásakor.

source: Opens the search dialog to search in the work(s) that are currently open.
hu: Keresési ablak megnyitása az éppen megnyitott mű(vek)ben való kereséshez.

source: The file already exists.
hu: A fájl már létezik.

source: Do you want to overwrite it?
hu: Felül szeretné írni?

source: The file couldn't be saved.
hu: A fájlt nem sikerült elmenteni.

source: Please check permissions etc.
hu: Ellenőrizze a jogosultságokat, stb.

source: not set
hu: nincs megadva

source: English, Old (ca.450-1100)
hu: angol, régi (kb. 450-1100)

source: Arabic
hu: arab

source: Azerbaijani
hu: azerbajdzsáni

source: Belarusian
hu: belorusz

source: Bulgarian
hu: bolgár

source: Bosnian
hu: bosnyák

source: Catalan
hu: katalán

source: Coptic
hu: kopt

source: Czech
hu: cseh

source: Church Slavic
hu: egyházi szláv

source: Welsh
hu: walesi

source: Danish
hu: dán

source: German
hu: német

source: Greek, Modern (1453-)
hu: görög, modern (1453-)

source: English
hu: angol

source: American English
hu: amerikai angol

source: English, Middle (1100-1500)
hu: angol, középkori (1100-1500)

source: Esperanto
hu: eszperantó

source: Spanish
hu: spanyol

source: Estonian
hu: észt

source: Basque
hu: baszk

source: Finnish
hu: finn

source: French
hu: francia

source: Frisian
hu: fríz

source: Irish
hu: ír

source: Gaelic (Scots)
hu: kelta (skót)

source: Gothic
hu: gót

source: Greek, Ancient (to 1453)
hu: ógörög (1453-ig)

source: Hebrew
hu: héber

source: Hawaiian
hu: hawaii

source: Croatian
hu: horvát

source: Hungarian
hu: magyar

source: Armenian
hu: örmény

source: Indonesian
hu: indonéz

source: Icelandic
hu: izlandi

source: Italian
hu: olasz

source: Japanese
hu: japán

source: Georgian
hu: grúz

source: Korean
hu: koreai

source: Kurdish
hu: kurd

source: Kirghiz
hu: kirgiz

source: Lithuanian
hu: litván

source: Latvian
hu: lett

source: Macedonian
hu: macedóniai

source: Malay
hu: maláj

source: Maltese
hu: máltai

source: Dutch
hu: holland

source: Norwegian
hu: norvég

source: Polish
hu: lengyel

source: Portuguese
hu: portugál

source: Brasilian Portuguese
hu: brazil portugál

source: Romanian
hu: román

source: Russian
hu: orosz

source: Scots
hu: skót

source: Slovak
hu: szlovák

source: Slovenian
hu: szlovén

source: Somali
hu: szomáli

source: Albanian
hu: albán

source: Swedish
hu: svéd

source: Swahili
hu: szuahéli

source: Syriac
hu: szír

source: Turkish
hu: török

source: Tahitian
hu: tahiti

source: Ukrainian
hu: ukrán

source: Vietnamese
hu: vietnami

source: Bavarian
hu: bajor

source: Sango
hu: szango

source: Chinese
hu: kínai
