Repository: Acidburn0zzz/frugalware-current
Catalog: source/locale/bibletime-i18n/*.po
Languages: hu

source: Alternative text
hu: Alternatív szöveg

source: Added text
hu: Hozzáadott szöveg

source: (user template)
hu: (felhasználói sablon)

source: Footnotes
hu: Lábjegyzetek

source: Strong's numbers
hu: Strong's számok

source: Headings
hu: Fejlécek

source: Morphological tags
hu: Morfológiai jelek

source: Lemmas
hu: Lemmák

source: Hebrew vowel points
hu: Héber magánhangzó-pontok

source: Hebrew cantillation marks
hu: Héber kiejtési jelek

source: Greek accents
hu: Görög hehezetek

source: Red letter words
hu: Piros betűs szavak

source: Textual variants
hu: Szövegvariánsok

source: Scripture cross-references
hu: Bibliai kereszthivatkozások

source: Morph segmentation
hu: Morfológiai felosztás

source: Version
hu: Verzió

source: unknown
hu: ismeretlen

source: Markup
hu: Jelölés

source: Location
hu: Hely

source: Language
hu: Nyelv

source: Category
hu: Kategória

source: Writable
hu: Írható

source: no
hu: nem

source: yes
hu: igen

source: Unlock key
hu: Nyitókulcs

source: Features
hu: Jellemzők

source: Take care, this work contains cult / questionable material!
hu: Figyelem, ez a mű kultikus / megkérdőjelezhező anyagot tartalmaz!

source: Distribution license
hu: Terjesztési licenc

source: Distribution source
hu: Terjesztés forrása

source: Distribution notes
hu: Terjesztési megjegyzések

source: Text source
hu: Szöveg forrása

source: Copyright notes
hu: Copyright megjegyzések

source: Copyright holder
hu: Copyright tulajdonos

source: Copyright date
hu: Copyright dátum

source: Copyright contact name
hu: Copyright kapcsolattartó neve

source: Copyright contact address
hu: Copyright kapcsolattartó címe

source: Copyright contact email
hu: Copyright kapcsolattartó emailje

source: Creating BibleTime's GUI
hu: A BibleTime felületének létrehozása

source: Bookshelf
hu: Könyvespolc

source: Initializing menu- and toolbars
hu: Menük és eszköztárak előkészítése

source: Search in &open work(s)
hu: &Keresés a megnyitott mű(vek)ben

source: Search in standard &Bible
hu: Keresés a mértékadó &Bibliában

source: &Show bookshelf
hu: Könyves&polc megjelenítése

source: Show &mag
hu: &Nagyító megjelenítése

source: Bookshelf &Manager
hu: &Könyvespolc-kezelő

source: &Arrangement mode
hu: &Elrendezési mód

source: &Manual mode
hu: &Kézi mód

source: Auto-tile &vertically
hu: Auto-mozaik &függőlegesen

source: Auto-tile &horizontally
hu: Auto-mozaik &vízszintesen

source: Auto-&cascade
hu: Automata &lépcsőzetes

source: &Cascade
hu: &Lépcsőzetesen

source: Tile &vertically
hu: Mozaik &függőlegesen

source: Tile &horizontally
hu: Mozaik &vízszintesen

source: Cl&ose all
hu: &Minden bezárása

source: &Save session
hu: Munkamenet &mentése

source: Save as &new session
hu: Mentés &új munkamenetként

source: &Load session
hu: Munkamenet &betöltése

source: &Delete session
hu: Munkamenet &törlése

source: &Fullscreen mode
hu: &Teljesképernyős mód

source: &Handbook
hu: &Kézikönyv

source: &Bible Study Howto
hu: &Bibliatanulmányozás HOGYAN

source: &Daily tip
hu: &Napi tipp

source: Initializing Sword
hu: Sword előkészítése

source: Initializing print system
hu: Nyomtatási rendszer előkészítése

source: Please enter a name for the new session.
hu: Adjon nevet az új munkamenetnek.

source: Session name:
hu: Munkamenet neve:

source: Crazy
hu: Bolondos

source: Green
hu: Zöld

source: High contrast
hu: Magas kontraszt

source: Simple
hu: Egyszerű

source: Old testament
hu: Ószövetség

source: Moses/Pentateuch/Torah
hu: Mózes/Pentateukhosz/Tóra

source: History
hu: Történeti könyvek

source: Prophets
hu: Próféták

source: New testament
hu: Újszövetség

source: Gospels
hu: Evangéliumok

source: Letters/Epistles
hu: Apostoli levelek

source: Paul's Epistles
hu: Pál levelei

source: *.html *.htm | HTML files *.* | All files (*.*)
hu: *.html *.htm | HTML fájlok *.* | Minden fájl (*.*)

source: *.txt | Text files *.* | All files (*.*)
hu: *.txt | Szövegfájlok *.* | Minden fájl (*.*)

source: All files (*.*)
hu: Minden fájl (*.*)

source: Mag ("shift" to lock)
hu: Nagyító (zárolás: "shift")

source: Abbreviation
hu: Rövidítés

source: Cross references
hu: Kereszthivatkozások

source: Footnote
hu: Lábjegyzet

source: Morphology
hu: Morfológia

source: Word lookup
hu: Szó keresése

source: C&lear
hu: &Törlés

source: Configure BibleTime
hu: A BibleTime beállítása

source: Display
hu: Megjelenítés

source: Show tip of the day
hu: A nap tippjének megjelenítése

source: Show startuplogo
hu: Kezdőkép megjelenítése

source: Display templates
hu: Megjelenítési sablonok

source: Display templates define how text is displayed. Please choose a template you like.
hu: A megjelenítési sablonok szabályozzák a szöveg kinézetét. Válasszon egy sablont ízlése szerint.

source: Available display styles:
hu: Választható megjelenítési sablonok:

source: Style preview
hu: Stílus előnézet

source: Languages
hu: Nyelvek

source: Specify a language for names of Bible books
hu: A bibliai könyvnevek nyelve

source: Sword has a number of locales available which can be used to internationalize the names of books of the Bible. You can specify which locale to use. If you want to create a new locale, see http://www.crosswire.org/sword/develop for details.
hu: A Sword számos szövegkörnyezettel rendelkezik, melyek a bibliai könyvek neveit jeleníthetik meg többféle nyelven. Megadhatja, melyik szövegkörnyezetet szeretné használni. Ha új szövegkörnyezetet szeretne létrehozni, látogassa meg a http://www.crosswire.org/sword/develop címet további részletekért.

source: Language for names of Bible books
hu: Bibliai könyvnevek nyelve

source: Select custom fonts per-language
hu: Válasszon egyéni betűtípust nyelvenként

source: Here you find a list of all languages of the installed works. You can specify a custom font for each language that needs a special font to be displayed correctly.
hu: A telepített művek összes nyelvének listáját találja itt. Minden nyelvhez beállíthat egyéni betűtípust, amelynek erre van szüksége a helyes megjelenéshez.

source: Use custom font
hu: Egyéni betűtípus használata

source: The quick brown fox jumps over the lazy dog.
hu: Árvíztűrő tükörfúrőgép.

source: HotKeys
hu: Billentyűk

source: Choose type:
hu: Válasszon típust:

source: All text windows
hu: Minden szöveges ablak

source: Bible windows
hu: Biblia-ablakok

source: Commentary windows
hu: Kommentár-ablakok

source: Lexicon windows
hu: Lexikon-ablakok

source: Book windows
hu: Könyv-ablakok

source: Desk
hu: Asztal

source: Standard works
hu: Mértékadó művek

source: Standard works are used when no particular work is specified, for example when a hyperlink into a Bible or lexicon was clicked .
hu: A mértékadó művek használatosak akkor, ha nincs konkrét mű kiválasztva, például mikor egy Bibliába vagy lexikonba mutató hivatkozásra kattint.

source: Standard Bible
hu: Mértékadó Biblia

source: Standard Commentary
hu: Mértékadó kommentár

source: Standard Lexicon
hu: Mértékadó lexikon

source: Standard Daily Devotional
hu: Mértékadó napi imakönyv

source: Standard Hebrew Strong's Lexicon
hu: Mértékadó héber Strongs-lexikon

source: Standard Greek Strong's Lexicon
hu: Mértékadó görög Strongs-lexikon

source: Standard Hebrew Morphological Lexicon
hu: Mértékadó héber morfológiai lexikon

source: Standard Greek Morphological Lexicon
hu: Mértékadó görög morfológiai lexikon

source: Text filters
hu: Szövegszűrők

source: Filters control the appearance of text. Here you can specify default settings for all filters. You can change the filter settings in each display window, of course.
hu: A szűrők szabályozzák a szöveg megjelenését. Itt adhatja meg az összes szűrőre vonatkozó alapbeállításokat. Természetesen minden egyes megjelenítőablakban változtathat a szűrőbeállításokon.

source: Insert line break after each verse
hu: Sortörés beszúrása minden vers után

source: Show verse numbers
hu: Versszámozás

source: Show section headings
hu: Fejezetcímek megjelenítése

source: Show scripture cross-references
hu: Bibliai kereszthivatkozások megjelenítése

source: Show Greek accents
hu: Görög hehezetek megjelenítése

source: Show Hebrew vowel points
hu: Héber magánhangzó-pontok megjelenítése

source: Show Hebrew cantillation marks
hu: Héber kiejtési jelek megjelenítése

source: Show morph segmentation
hu: Morfológiai felosztás megjelenítése

source: Use textual variants
hu: Szövegvariánsok használata

source: For God so loved the world, that he gave his one and only Son, that whoever believes in him should not perish, but have eternal life.
hu: Mert úgy szerette Isten a világot, hogy egyszülött Fiát adta, hogy aki hisz őbenne, el ne vesszen, hanem örök élete legyen.

source: For God didn't send his Son into the world to judge the world, but that the world should be saved through him.
hu: Mert az Isten nem azért küldte el a Fiút a világba, hogy elítélje a világot, hanem, hogy üdvözüljön a világ általa.

source: He who believes in him is not judged. He who doesn't believe has been judged already, because he has not believed in the name of the one and only Son of God.
hu: Aki hisz őbenne, az nem jut ítéletre, aki pedig nem hisz, már ítélet alatt van, mert nem hitt az Isten egyszülött Fiának nevében.

source: This is the judgment, that the light has come into the world, and men loved the darkness rather than the light; for their works were evil.
hu: Az ítélet pedig azt jelenti, hogy a világosság eljött a világba, de az emberek jobban szerették a sötétséget, mint a világosságot, mert a cselekedeteik gonoszak.

source: For everyone who does evil hates the light, and doesn't come to the light, lest his works would be exposed.
hu: Mert aki rosszat cselekszik, gyűlöli a világosságot, és nem megy a világosságra, hogy le ne lepleződjenek a cselekedetei.

source: But he who does the truth comes to the light, that his works may be revealed, that they have been done in God.
hu: Aki pedig az igazságot cselekszi, a világosságra megy, hogy kitűnjék cselekedeteiről, hogy Isten szerint cselekedte azokat.

source: Bookshelf Manager
hu: Könyvespolc-kezelő

source: Bookshelf path(s)
hu: Könyvespolc elérési útja(i)

source: Configure bookshelf path(s)
hu: Könyvespolc elérési útja(i)nak beállítása

source: You can store your bookshelfs in one or more directories, which you can specify here.
hu: Itt adhatja meg azt a könyvtárt vagy könyvtárakat, ahol a könyvespolcát tárolni szeretné.

source: Your bookshelf configuration file is <b>%1</b>
hu: A könyvespolc beállítási fájlja: <b>%1</b>

source: Path to bookshelf
hu: Könyvespolc elérési útja

source: Edit Entry
hu: Bejegyzés szerkesztése

source: Add Entry
hu: Bejegyzés hozzáadás

source: Remove Entry
hu: Bejegyzés törlése

source: Install/Update works
hu: Művek telepítése/frissítése

source: Install/update works - Step 1
hu: Művek telepítése/frissítése - 1. lépés

source: Please choose a (local or remote) library and a bookshelf path to install the work(s) to. After that step click on the connect button.<br/><b>WARNING: If you live in a persecuted country and do not wish to risk detection you should NOT use the module remote installation feature!</b>
hu: Válasszon egy (helyi vagy távoli) könyvtárat és egy elérési utat a könyvespolcának, ahová a műve(ke)t telepíteni szeretné, majd nyomja meg a csatlakozás gombot.<br/> <b>FIGYELEM: Ha egy üldözött országban él, és nem szeretné kitenni magát nyomozás veszélyének, akkor NE használja a modulok távolról történő telepítésének lehetőségét!</b>

source: Select library
hu: Könyvtár kiválasztása

source: Delete library
hu: Könyvtár törlése

source: Add library
hu: Könyvtár hozzáadása

source: Select bookshelf path
hu: Könyvespolc elérési útjának kiválasztása

source: Connect to library
hu: Csatlakozás a könyvtárhoz

source: Remove works
hu: Művek törlése

source: Remove installed work(s)
hu: Telepített művek törlése

source: This dialog lets you remove installed works from your system. Choose the modules and then click on the remove button.
hu: Ebben az ablakban törölhet a gépéről telepített műveket. Válassza ki a modulokat és kattintson a törlés gombra.

source: Select works to be uninstalled
hu: Válassza ki a törölni kívánt műveket

source: Remove selected work(s)
hu: Kijelölt mű(vek) törlése

source: [Remote]
hu: [Távoli]

source: [Local]
hu: [Helyi]

source: You selected the following work(s): %1. Do you really want to remove them from your system?
hu: A következő műve(ke)t választotta ki: %1. Valóban törölni akarja őket a gépéről?

source: Download
hu: Letöltés

source: Downloading library information...
hu: Könyvtárinformációk letöltése...

source: Install/update works - Step 2
hu: Művek telepítése/frissítése - 2. lépés

source: Please choose the works which should be installed and/or updated and click the install button.
hu: Válassza ki a telepíteni/frissíteni kívánt műveket, majd kattintson a telepítés gombra.

source: Install works
hu: Művek telepítése

source: You selected the following works: %1. Do you really want to install them on your system?
hu: A következő műve(ke)t választotta ki: %1. Valóban telepíteni akarja őket a gépére?

source: Download of work(s)
hu: Mű(vek) letöltése

source: [%1]: %2% complete
hu: [%1]: %2% kész

source: This directory is not writable, so works can not be installed here using BibleTime. Do you want to use this directory instead of the previous value?
hu: Ez a könyvtár nem írható, így ide nem telepíthet műveket a BibleTime segítségével. Ezt a könyvtárat akarja használni az előző érték helyett?

source: This directory is not writable, so works can not be installed here using BibleTime. Do you want to add it to the list of module directories?
hu: Ez a könyvtár nem írható, ezért nem lehet ide telepíteni műveket a BibleTime segítségével. Hozzá akarja adni a modulkönyvtárak listájához?

source: Local
hu: Helyi

source: Remote
hu: Távoli

source: Caption
hu: Cím

source: Type
hu: Típus

source: Server
hu: Szerver

source: Path
hu: Elérési út

source: Please provide a caption.
hu: Adjon meg egy címet.

source: A source with this caption already exists.<br>Please provide a different caption.
hu: Ezzel a címmel már létezik forrás.<br>Adjon meg egy másik címet.

source: Please provide a server name.
hu: Ajon meg egy szervernevet.

source: Please provide a valid, readable path.
hu: Adjon meg egy érvényes, olvasható elérési utat.

source: Please provide a path.
hu: Adjon meg egy elérési utat.

source: Name
hu: Név

source: Status
hu: Állapot

source: Installed version
hu: Telepített verzió

source: Remote version
hu: Távoli verzió

source: Bibles
hu: Bibliák

source: Commentaries
hu: Kommentárok

source: Lexicons
hu: Lexikonok

source: Books
hu: Könyvek

source: Daily Devotionals
hu: Napi imakönyvek

source: Glossaries
hu: Szótárak

source: New
hu: Új

source: Updated
hu: Frissítve

source: Installed
hu: Telepítve

source: HTML files
hu: HTML fájlok

source: Text files
hu: Szövegfájlok

source: Save document ...
hu: Dokumentum mentése...

source: Choose a font
hu: Válasszon egy betűtípust

source: Choose a font size
hu: Válasszon egy betűméretet

source: Bold
hu: Félkövér

source: Underline
hu: Aláhúzott

source: Select all
hu: Minden kijelölve

source: HTML editor window
hu: HTML-szerkesztő ablak

source: Print keys
hu: Kulcsok nyomtatása

source: Next book
hu: Következő könyv

source: Previous book
hu: Előző könyv

source: Next chapter
hu: Következő fejezet

source: Previous chapter
hu: Előző fejezet

source: Next verse
hu: Következő vers

source: Previous verse
hu: Előző vers

source: Copy chapter
hu: Fejezet másolása

source: Save chapter as plain text
hu: Fejezet mentése egyszerű szövegként

source: Save chapter as HTML
hu: Fejezet mentése HTML formátumban

source: Print chapter
hu: Fejezet nyomtatása

source: Reference only
hu: Csak hivatkozás

source: Text of reference
hu: Hivatkozás szövege

source: Reference with text
hu: Hivatkozás szöveggel

source: Chapter
hu: Fejezet

source: Chapter as plain text
hu: Fejezet egyszerű szövegként

source: Chapter as HTML
hu: Fejezet HTML-ként

source: Bible window
hu: Biblia-ablak

source: Copy...
hu: Másolás...

source: Save...
hu: Mentés...

source: Print...
hu: Nyomtatás...

source: Copy chapter to clipboard ...
hu: Fejezet vágólapra másolása...

source: Copying
hu: Másolás

source: Saving
hu: Mentés

source: Saving chapter ...
hu: Fejezet mentése...

source: Toggle tree view
hu: Fanézet átváltása

source: Display settings: No options available
hu: Megjelenítési beállítások. Nincs elérhető opció

source: Display settings
hu: Megjelenítési beállítások

source: Display options
hu: Megjelenítési opciók

source: Use linebreaks after each verse
hu: Sortörés használata minden vers után

source: Show versenumbers
hu: Versszámozás megjelenítése

source: Show headings
hu: Fejlécek megjelenítése

source: Highlight words of Jesus
hu: Jézus szavainak kiemelése

source: Use alternative textual variant
hu: Alternatív szövegvariáns használata

source: Sync with active Bible
hu: Szinkronizálás az aktív Bibliával

source: Back in history
hu: Vissza a naplóban

source: Forward in history
hu: Előre a naplóban

source: Search
hu: Keresés

source: Save text
hu: Szöveg mentése

source: Delete current entry
hu: Aktuális bejegyzés törlése

source: Restore original text
hu: Eredeti szöveg visszaállítása

source: Next entry
hu: Következő bejegyzés

source: Previous entry
hu: Előző bejegyzés

source: Copy entry with text
hu: Bejegyzés másolása szöveggel

source: Save entry as plain text
hu: Bejegyzés mentése egyszerű szövegként

source: Save entry as HTML
hu: Bejegyzés mentése HTML-ként

source: Print entry with text
hu: Bejegyzés nyomtatása szöveggel

source: Entry with text
hu: Bejegyzés szöveggel

source: Entry as plain text
hu: Bejegyzés egyszerű szövegként

source: Entry as HTML
hu: Bejegyzés HTML-ként

source: Lexicon window
hu: Lexikon-ablak

source: Saving entry ...
hu: Bejegyzés mentése...

source: NONE
hu: ÜRES

source: Select a work
hu: Válasszon ki egy művet

source: Select an additional work
hu: Válasszon egy további művet

source: [locked]
hu: [zárolva]

source: No work selected
hu: Nincs kijelölt mű

source: Save text before closing?
hu: Elmenti a szöveget bezárás előtt?

source: Save changed text?
hu: Elmenti a változott szöveget?

source: Change description ...
hu: Leírás változtatása...

source: Enter a new description for the chosen bookmark.
hu: Adjon egy új leírást a kiválasztott könyvjelzőhöz.

source: New folder
hu: Új könyvtár

source: Daily devotionals
hu: Napi imakönyvek

source: Old bookmarks
hu: Régi könyvjelzők

source: Unknown
hu: Ismeretlen

source: Unknown language
hu: Ismeretlen nyelv

source: *.btb | BibleTime bookmark files (*.btb) *.* | All files (*.*)
hu: *.btb | BibleTime könyvjelzőfájlok (*.btb) *.* | Minden fájl (*.*)

source: BibleTime - Export bookmarks
hu: BibleTime - Könyvjelzők exportálása

source: BibleTime - Import bookmarks
hu: BibleTime - Könyvjelzők importálása

source: Create a new folder
hu: Új mappa létrehozása

source: Change this folder
hu: Mappa átnevezése

source: Change bookmark description
hu: Könyvjelző-leírás megváltoztatása

source: Import bookmarks
hu: Könyvjelzők importálása

source: Export bookmarks
hu: Könyvjelzők exportálása

source: Print bookmarks
hu: Könyvjelzők nyomtatása

source: Remove selected item(s)
hu: Kijelölt elem(ek) törlése

source: Edit this work
hu: Mű szerkesztése

source: Plain text
hu: Egyszerű szöveg

source: Search in selected work(s)
hu: Keresés a megnyitott mű(vek)ben

source: Unlock this work
hu: A mű felnyitása

source: About this work
hu: Mű leírása

source: Delete Items
hu: Elemek törlése

source: Do you really want to delete the selected items and child-items?
hu: Valóban törölni akarja a kijelölt elemet és leszármazottait?

source: BibleTime - Unlock work
hu: BibleTime - Mű felnyitása

source: Enter the unlock key for this work.
hu: Adja meg a műhöz tartozó nyitókulcsot.

source: Interrupt
hu: Megszakítás

source: Search dialog
hu: Keresőablak

source: Search &options
hu: Keresési &beállítások

source: Search &result
hu: Keresési &eredmények

source: Choose work(s)
hu: Mű(vek) kiválasztása

source: Use chosen work(s)
hu: Kiválasztott mű(vek) használata

source: Search range editor
hu: Keresési tartomány-szerkesztő

source: Search range
hu: Keresési tartomány

source: Add new range
hu: Új tartomány hozzáadása

source: Delete current range
hu: Aktuális tartomány törlése

source: Name:
hu: Név:

source: Edit current search range:
hu: Aktuális keresési tartomány szerkesztése:

source: Parsed search range:
hu: Értelmezett keresési tartomány:

source: New range
hu: Új tartomány

source: <invalid name of search range>
hu: <helytelen nevű keresési tartomány>

source: Search analysis
hu: Keresési elemzés

source: Save search analysis as HTML
hu: Keresési elemzés mentése HTML-ként

source: Save Search Analysis
hu: Keresési elemzés mentése

source: BibleTime Search Analysis
hu: BibleTime keresési elemzés

source: Search text :
hu: Keresendő szöveg:

source: Search type :
hu: Keresés típusa:

source: No search scope
hu: Nincs keresési tartomány

source: Search scope:
hu: Keresési tartomány:

source: Book
hu: Könyv

source: Total hits
hu: Összes találat

source: Created by
hu: Készítette

source: Found items
hu: Találatok száma

source: Print search result...
hu: Keresési eredmények nyomtatása...

source: Printing search result
hu: Keresési eredmények nyomtatása folyamatban...

source: Save search result...
hu: Keresési eredmények mentése...

source: Saving search result
hu: Keresési eredmények mentése folyamatban...

source: Copy search result...
hu: Keresési eredmények másolása...

source: Copying search result
hu: Keresési eredmények másolása folyamatban...

source: Work
hu: Mű

source: Show search analysis
hu: Keresési elemzés megjelenítése

source: Morph codes
hu: Morfológiai kódok

source: Main search parameters
hu: Fő keresési paraméterek

source: Search text:
hu: Keresendő szöveg:

source: Search type
hu: Keresés típusa

source: Multiple words (AND)
hu: Több szó (ÉS)

source: Multiple words (OR)
hu: Több szó (VAGY)

source: Exact
hu: Pontos

source: Regular expression
hu: Szabványos kifejezés

source: Search options
hu: Keresési beállítások

source: Case sensitive
hu: K&isbetű/nagybetű érzékeny

source: Text type
hu: Szövegtípus

source: Main text
hu: Törzsszöveg

source: Search scope
hu: Keresési tartomány

source: Setup
hu: Beállítás

source: Search progress
hu: Keresés folyamata

source: Current work:
hu: Aktuális mű:

source: All works:
hu: Minden mű:

source: Searching in:
hu: Keresés a következőben:

source: Last search result
hu: Legutóbbi keresés eredménye

source: Enable debug messages
hu: Nyomkövetési üzenetek engedélyezése

source: Ignore the startup session that was saved when BibleTime was closed the last time.
hu: A BibleTime utolsó bezárásakor elmentett indítási munkamenet figyelmen kívül hagyása.

source: Open the standard Bible with the given key. Use <random> to open at a random position.
hu: A mértékadó Biblia megnyitása a megadott helyen. Véletlenszerű helyen való megnyitáshoz használja a <random> kifejezést.

source: Bible study tool for KDE
hu: KDE Bibliatanulmányozó eszköz

source: (c)1999-2005, The BibleTime Team
hu: (c)1999-2005, A BibleTime csapat

source: BibleTime is an easy to use but powerful Bible study tool for KDE. We are looking for developers and translators. If you'd like to join our team, please send an email to info@bibletime.info.
hu: A BibleTime egy egyszerűen, mégis hatékonyan használható bibliatanulmányozó eszköz KDE alá. Szívesen látunk fejlesztőket és fordítókat. Ha csatlakozni szeretne csapatunkhoz, küldjön egy levelet az info@bibletime.info címre.

source: Project coordinator
hu: Projekt koordinátor

source: Frontend, backend
hu: Felhasználói felület, háttér

source: Crystal icons, crystal startlogo, webpage
hu: Crystal ikonok, crystal indítási logó, honlap
