Repository: Acidburn0zzz/frugalware-current
Catalog: docs/po/*.po
Languages: hu

source: = Frugalware @VERSION@ Documentation
hu: = Frugalware @VERSION@ Dokumentáció

source: Copyright (C) 2003-2007 The Frugalware Developer Team. Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license is included in the section entitled "GNU Free Documentation License". --------------------------------------------------------------------------
hu: Copyright (C) 2003-2007 The Frugalware Developer Team. E közlemény felhatalmazást ad önnek jelen dokumentum sokszorosítására, terjesztésére és/vagy módosítására a Szabad Szoftver Alapítvány által kiadott GNU Szabad Dokumentációs Licenc 1.2-es, vagy bármely azt követő verziójának feltételei alapján; nincs Nem Változtatható Szakasz, nincs Címlap-szöveg, nincs Hátlap-szöveg. E licenc egy példányát a "GNU Szabad Dokumentációs Licenc" elnevezésű szakasz alatt találja. --------------------------------------------------------------------------

source: = Packages
hu: = Csomagok

source: The following sections describe the configuration of some packages.
hu: A következő fejezetek néhány csomag beállítását írják le.

source: The following documentations are available for this release:
hu: A következő dokumentációk érhetőek el ehhez a kiadáshoz:

source: Other formats:
hu: Egyéb formátumok:

source: link:manual.html[HTML single file]
hu: link:manual.html[egy nagy HTML file]

source: link:manual.text[Plain text]
hu: link:manual.text[Egyszerű szöveg]

source: Documentation for users:
hu: Dokumentáció felhasználóknak:

source: link:about.html[General questions and answers]
hu: link:about.html[Általános kérdések és válaszok]

source: link:quickref.html[Quick reference]
hu: link:quickref.html[Gyors referencia]

source: link:install.html[Installation]
hu: link:install.html[Telepítés]

source: link:postinst.html[Post-install configuration]
hu: link:postinst.html[Telepítés utáni beállítások]

source: link:pacman.html[Package management basics]
hu: link:pacman.html[A csomagkezelés alapjai]

source: link:network.html[Networking]
hu: link:network.html[Hálózat]

source: link:sound.html[Sound]
hu: link:sound.html[Hang]

source: link:printing.html[Printing]
hu: link:printing.html[Nyomtatás]

source: link:hotplug.html[The hotplug subsystem]
hu: link:hotplug.html[A hotplug alrendszer]

source: link:init.html[The init system]
hu: link:init.html[Az init rendszer]

source: link:contribute.html[How to contribute?]
hu: link:contribute.html[Hogyan lehet közreműködni?]

source: link:bugs.html[How to report bugs?]
hu: link:bugs.html[Hogyan jelentsünk hibákat?]

source: link:mobile.html[Mobile computers]
hu: link:mobile.html[Hordozható számítógépek]

source: link:packages.html[Configuration of some packages]
hu: link:packages.html[Néhány csomag beállítása]

source: link:irc-rules.html[IRC Rules]
hu: link:irc-rules.html[IRC szabályok]

source: link:gpg.html[GPG Signatures]
hu: link:gpg.html[GPG aláírások]

source: Techninal documentation:
hu: Technikai dokumentáció:

source: link:makepkg.html[Creating new packages]
hu: link:makepkg.html[Új csomagok létrehozása]

source: link:security.html[Security support]
hu: link:security.html[Biztonsági frissítések]

source: link:repos.html[Handling darcs repos]
hu: link:repos.html[Darcs repók kezelése]

source: link:gnome-bump-howto.html[GNOME Bump HOWTO]
hu: link:gnome-bump-howto.html[GNOME frissítési HOGYAN]

source: link:release-howto.html[Release HOWTO]
hu: link:release-howto.html[Kiadás HOGYAN]

source: link:ids.html[User / Group IDs]
hu: link:ids.html[Felhasználói / ssoport azonosítók]

source: link:rebuild.html[Rebuild Policy]
hu: link:rebuild.html[Újrafordítási szabályzat]

source: link:make-translation-for-rc-scripts.html[Creating translations for init scripts]
hu: link:make-translation-for-rc-scripts.html[Fordítások keszétése init szkriptekhez]

source: link:asciidoc.html[Asciidoc quickstart]
hu: link:asciidoc.html[Asciidoc gyorstalpaló]

source: link:develfaq.html[Developer FAQ]
hu: link:develfaq.html[Fejlesztői GYIK]

source: link:testsuite.html[Testsuite and statistics]
hu: link:testsuite.html[Tesztkörnyezet és statisztikák]

source: Appendix:
hu: Függelék:

source: link:license.html[GNU Free Documentation License]
hu: link:license.html[GNU Szabad Dokumentációs Licenc]

source: The following user documentations are available for this release:
hu: A következő felhasználói dokumentáció érhető el ehhez a kiadáshoz:

source: link:user.html[HTML single file]
hu: link:user.html[egy nagy HTML file]

source: link:user.text[Plain text]
hu: link:manual.text[Egyszerű szöveg]

source: Documentations:
hu: Dokumentációk:

source: The following developer documentations are available for this release:
hu: A következő fejlesztői dokumentáció érhető el ehhez a kiadáshoz:

source: link:devel.html[HTML single file]
hu: link:devel.html[egy nagy HTML file]

source: link:devel.text[Plain text]
hu: link:devel.text[Egyszerű szöveg]

source: = Quick reference
hu: = Gyors referencia

source: == Informations
hu: == Információk

source: Package management: pacman-g2 (command line)
hu: Csomagkezelő: pacman-g2 (parancssoros)

source: No PAM problems/support (a'la Slackware)
hu: Nincsenek PAM problémák / nincs PAM támogatás (mint a Slackware-ben)

source: Linux kernel 2.6 (no 2.4 support)
hu: Linux kernel 2.6 (a 2.4 nem támogatott)

source: i686 or later CPU needed on x86
hu: i686 vagy újabb CPU szükséges x86-on

source: The latest documentation is http://frugalware.org/docs[here].
hu: A legfrissebb dokumentáció http://frugalware.org/docs[itt] érhető el.

source: == Features
hu: == Funkciók

source: Supported architectures: i686, x86_64
hu: Támogatott architektúrák: i686, x86_64

source: Stable releases every 6 months
hu: Stabil kiadások 6 havonta

source: Security support for stable releases
hu: Biztonsági frissítések a stabil kiadásokhoz

source: Text mode installation
hu: Szöveges telepítő

source: Offline installation, netboot install supported
hu: Internet nélküli és teljes mértékben hálózati telepítés is támogatott

source: Prebuilt CD/DVD, USB, TFTP images are available
hu: Előre gyártott CD/DVD, USB, és TFTP médiák érhetőek el

source: Localization supported whereever it's possible
hu: A magyarítás ahol csak lehet támogatott

source: About 3000 source packages and (as of Februrary 2007) 3200 binary packages supported.
hu: Jelenleg (2007 február) 3000 forrás, és 3200 bináris csomag érhető el körülbelül.
