Repository: Acidburn0zzz/frugalware-current
Catalog: source/network-extra/drupal6-imce/imce.*.po
Languages: hu

source: IMCE settings
hu: IMCE beállítások

source: Control how your image/file browser works.
hu: Kép/fájlböngésző működésének beállítása.

source: Settings
hu: Beállítások

source: Sub-folder tool
hu: Alkönyvtár-eszköz

source: Personal files
hu: Saját fájlok

source: filename
hu: fájlnév

source: size
hu: méret

source: dimensions
hu: kiterjedés

source: date
hu: dátum

source: operations
hu: műveletek

source: File was deleted due to quota exceed!
hu: A fájl kvótatúllépés miatt törölve!

source: delete
hu: törlés

source: Directory is empty.
hu: A könyvtár üres.

source: Up
hu: Fel

source: Upload File
hu: Fájlfeltöltés

source: Scale if necessary
hu: Átméretezés szükség szerint

source: Create thumbnail
hu: Bélyegkép létrehozása

source: Dimensions for scaling
hu: Kiterjedés átméretezéshez

source: Quota
hu: Kvóta

source: Unlimited
hu: Korlátlan

source: File size
hu: Fájlméret

source: Dimensions
hu: Felbontás

source: Resize image
hu: Kép átméretezése

source: Create a copy
hu: Másolat létrehozása

source: Image/File Browser
hu: Kép/fájl böngésző

source: Are you sure want to delete this file?
hu: Biztosan törölhető ez a fájl?

source: view
hu: megtekintés

source: add
hu: hozzáadás

source: Display
hu: Megjelenítés

source: all
hu: összes

source: images
hu: képek

source: Keyboard shortcuts
hu: Gyorsbillentyűk

source: Directory
hu: Könyvtár

source: User
hu: Felhasználó

source: logout
hu: kilépés

source: No files were uploaded.
hu: Nincs feltöltve fájl.

source: File upload error. Could not move uploaded file.
hu: Fájl feltöltési hiba. A feltöltött fájl nem mozgatható.

source: Invalid filename.
hu: Hibás fájlnév.

source: Only images with .jpg, .gif, and .png extensions are allowed.
hu: Csak .jpg, .gif és .png kiterjesztésű képek engedélyezettek.

source: Error scaling image.
hu: Hiba átméretezés közben.

source: Image was scaled to allowed dimensions.
hu: Kép átméretezve az engedélyezett méretre.

source: Image dimensions exceed the limit.
hu: A kép kiterjedése meghaladja a korlátot.

source: Invalid file extension. Allowed extensions are .jpg, .gif, .png, !ext
hu: Hibás fájlkiterjesztés. Engedélyezett kiterjesztések: .jpg, .gif, .png, !ext

source: File size exceeds upload limit.
hu: A fájl mérete meghaladja a feltöltési korlátot.

source: You dont have enough free space.
hu: Nincs elég szabad lemezterület.

source: Error copying the file.
hu: Fájlmásolási hiba.

source: Upload successful.
hu: Sikeres feltöltés.

source: Thumbnail created.
hu: Bélyegkép létrehozva.

source: Thumbnail can not be created.
hu: Bélyegkép létrehozása sikertelen.

source: File deleted successfully.
hu: Fájl sikeresen törölve.

source: Error deleting file.
hu: Hiba a fájl törlésekor.

source: File does not exist.
hu: A fájl nem létezik.

source: File type is not supported.
hu: A fájltípus nem támogatott.

source: Error resizing image.
hu: Hiba a kép átméretezésekor.

source: Resizing successful.
hu: Sikeres átméretezés.

source: Error opening directory
hu: Hiba a könyvtár megnyitásakor

source: Directory error!
hu: Könyvtárhiba!

source: Width
hu: Szélesség

source: Height
hu: Magasság

source: These dimensions will be used while scaling down newly uploaded big images.
hu: Az újonnan feltöltött nagy képek erre a kiterjedésre lesznek kicsinyítve.

source: Thumbnail dimensions
hu: Bélyegkép kiterjedése

source: You can enable automatic thumbnail creation from newly uploaded images. To disable leave the fields blank.
hu: Újonnan feltöltött képekre engedélyezhető az automatikus bélyegkép-készítés. A mező üresen hagyása letiltja.

source: Your upload directory
hu: Feltöltési könyvtár

source: This directory must be relative to <strong>!filepath</strong> directory. So if you want to use <strong>!filepath/foldername</strong>, just enter <strong>foldername</strong> here. You may also enter <strong>/</strong> to use the file system root. If you leave it blank, u1 will be used.
hu: Ennek a könyvtárnak a(z) <strong>!filepath</strong> könyvtárhoz relatívnak kell lennie. <strong>!filepath/konyvtarnev</strong> használatához egyszerűen <strong>konyvtarnev</strong> írandó ide. A fájlrendszer gyökerének használatához <strong>/</strong> is írható. Üresen hagyva u1 használatos.

source: Enable extras
hu: Extrák engedélyezése

source: This javascript package includes browsing enhancements like file sorting, keyboard shortcuts, file filtering, etc.
hu: Ez a javascript csomag fájlrendezéssel, gyorsbillentyűkkel, fájlszűréssel, stb. bővíti a böngészési lehetőségeket.

source: delete files
hu: fájlok törlése

source: Permissions
hu: Jogosultságok

source: upload files
hu: fájlok feltöltése

source: limitless upload
hu: korlátlan feltöltés

source: Enable/disable access for file upload and deletion in user directories. Limitless upload disables controlling filesize, image dimensions and quota.
hu: Fájlfeltöltés engedélyezése/tiltása a felhasználói könyvtárakban. A korlátlan feltöltés kikapcsolja a fájlméret, képkiterjedés és kvóta ellenőrzését.

source: Image dimensions
hu: Kép kiterjedése

source: Define the maximum dimensions for an image to be uploaded.
hu: A legnagyobb feltölthető kép kiterjedését határozza meg.

source: Enable scaling of newly uploaded images.
hu: Az újonnan feltöltött képek átméretezésének engedélyezése.

source: If a newly uploaded image has dimensions exceeding the limit, it will be scaled down instead of giving an error.
hu: Ha egy újonnan feltöltött kép kiterjedése meghaladja a korlátot, kicsinyítve lesz hibaüzenet helyett.

source: Enable custom resizing.
hu: Egyéni átméretezés engedélyezése.

source: Users will be able to resize their images to any size up to allowed dimensions.
hu: A felhasználók tetszőlegesen átméretezhetik képeiket az engedélyezett kiterjedésig.

source: Define the maximum file size(KB) for an image to be uploaded.
hu: A feltölthető képfájl maximális méretének (KB) meghatározása.

source: Upload quota
hu: Feltöltési kvóta

source: Define the total upload quota(KB) per user.
hu: A felhasználónkénti teljes feltöltési kvóta (KB) meghatározása.

source: Prefix for personal folder names
hu: A felhasználói könyvtárnevek előtagja

source: Define the prefix that user IDs will be appended in order to create personal folders. Ex: entering "u" will result in folder names like u1, u14 etc. If you leave it blank, user IDs will be used as folder names.
hu: A személyes könyvtáraknál a felhasználó-azonosító elé írandó előtagot adja meg. Például "u" beírásakor a u1, u14, stb. nevű könyvtárak jönnek létre. Üresen hagyva a felhasználó-azonosítók használatosak könyvtárnévként.

source: Use a shared folder
hu: Megosztott könyvtár használata

source: If you want all your users to <strong>use a common folder instead of personal folders</strong>, here you can define that folder name (ex. images). Notice that shared upload means shared quota. If you are happy with personal folders leave this field blank.
hu: Ha minden felhasználónak <strong>ugyanazt a közös könyvtárat kell használnia a személyes könyvtárak helyett</strong>, az itt állítható be a könyvtárnév megadásával (pl. kepek). Figyelem: a közös könyvtár közös kvótát jelent. Személyes könyvtárak használatához üresen hagyandó.

source: Enable sub-folder navigation.
hu: Alkönyvtár-navigáció engedélyezése

source: This option allows users to manage multiple folders under their main folder. Only the users who have at least one sub-folder can use this feature.
hu: Itt engedélyezhető a felhasználók részére több könyvtár használata a főkönyvtáruk alatt. Csak azon felhasználók használhatják ezt a lehetőséget, akiknek legalább egy alkönyvtáruk van.

source: Default sub-folder names
hu: Alapértelmezett alkönyvtár-nevek

source: Enter comma separated sub-folder names that will be created automatically, if the sub-folder navigation is enabled. Each user of this role will have these folders in their main folder by default. Additional folders can be created using !subfoldertool. You should note that total user quota increases with every new sub-folder because the quotation is per folder basis.
hu: Itt adható meg azon könyvtárak vesszővel elválasztott listája, amelyek az alkönyvtár-navigáció engedélyezése esetén automatikusan létrejönnek. Minden, ebbe a csoportba tartozó felhasználónak lesznek ilyen könyvtárai a főkönyvtárjukban alapértelmezésben. További könyvtárak is létrehozhatók az !subfoldertool használatával. Megjegyzendő, hogy a teljes felhasználói kvóta minden egyes új alkönyvtárral növekszik, mert a kvótakezelés könyvtáranként történik.

source: Non-image file support
hu: Nem-kép fájlok támogatása

source: Although IMCE is mainly designed to browse images, it supports uploading and browsing of any file type. If you like to use this feature, define your <strong>allowed non-image file extensions</strong> here with a comma between them. Ex .doc, .pdf, .zip. Note that, image upload limits also apply for these files. For a pure image browser leave this field blank.
hu: Bár az IMCE elsősorban képek böngészésére készült, mégis támogatja bármely fájltípus feltöltését és böngészését. Ezen funkció használatához itt kell megadni az <strong>engedélyezett nem-kép fájlok kiterjesztéseit</strong>, vesszővel elválasztva. Például .doc, .pdf, .zip. Megjegyzendő, hogy a képfeltöltési kvóta ezekre a fájlokra is vonatkozik. Egyszerű képböngészőhöz üresen hagyandó.

source: Common settings
hu: Általános beállítások

source: Enable tinyMCE support
hu: TinyMCE támogatás engedélyezése

source: Make IMCE the default image/file browser for tinyMCE.
hu: Az IMCE-t teszi a tinyMCE alapértelmezett kép/fájlböngészőjének.

source: Enable FCKEditor support
hu: FCKEditor támogatás engedélyezése

source: Replace the built-in file browser of FCKeditor with IMCE.
hu: Az FCKeditor beépített fájlböngészőjének IMCE-re cserélése.

source: Enable inline image/file insertion into plain textareas
hu: Beágyazott kép/fájl beszúrásának engedélyezése egyszerű szövegmezőkbe

source: This feature allows you to add your images or files as <strong>html code into any plain textarea</strong>. This is useful especially when you dont use a wysiwyg editor such as tinyMCE or FCKeditor. Enter <strong>comma separated textarea IDs</strong> if you want to enable this feature. Otherwise, leave it blank. Hint: ID of Body fields in most node types is edit-body.
hu: Ez a funkció teszi lehetővé a feltöltött képek vagy fájlok <strong>html kódként való beszúrását bármely egyszerű szövegmezőbe</strong>. Ez főleg akkor hasznos, ha nincs telepítve wysiwyg szerkesztő, mint például a tinyMCE vagy az FCKeditor. A funkció bekapcsolásához <strong>vesszővel elválasztott szövegmező-azonosítókat</strong> kell megadni. Egyébként üresen hagyandó. Segítség: a legtöbb tartalomtípus fő szövegmezőjének azonosítója edit-body.

source: A user having <strong>multiple roles</strong> gets the permissions of the highest one. Sort role IDs according to their <strong>precedence from higher to lower</strong> by putting > in between. Here is the id-name pairs of roles having access to IMCE:
hu: A <strong>több csoportban levő</strong> felhasználók a legmagasabb jogosultságait kapják. A csoportazonosítók <strong>magasabb jogosultságtól alacsonyabb felé</strong> való rendezése > jel használatával állítható be. Íme azon csoportok azonosító-név párjának listája, akik használhatják az IMCE-t:

source: Settings for user #1
hu: #1-es felhasználó beállításai

source: Settings for the role: !role
hu: !role csoport beállításai

source: Save
hu: Mentés

source: The changes have been saved.
hu: A változtatások mentése megtörtént.

source: Insert !image or !link.
hu: !image vagy !link beszúrása

source: image
hu: kép

source: <p>Here you can create sub-folders for your users. Multiple folder creation is possible at a time with the <strong>*</strong> character. For example, specifying <strong>user*/foo</strong> will create <strong>foo</strong> named folders under each folder starting with <strong>user</strong>. */foo*/bar will create bar named folders under folders starting with foo in each folder of file system path.</p>
hu: <p>Itt lehet létrehozni alkönyvtárakat a felhasználók részére. Egyszerre több alkönyvtár létrehozása is lehetséges a <strong>*</strong> karakter használatával. Például <strong>felhasznalo*/valami</strong> megadásával minden, <strong>felhasznalo</strong> előtaggal kezdődő könyvtárban létrejön egy <strong>valami</strong> nevű könyvtár. */valami*/barmi pedig barmi nevű könyvtárakat hoz létre a fájlrendszer minden olyan gyökérből nyíló könyvtárában, amely valami előtaggal rendelkezik.

source: Folder path
hu: Könyvtár elérési útja

source: Create
hu: Létrehozás

source: Specified path must be under file sytem path.
hu: A megadott elérési útnak a fájlrendszer elérési útja alatt kell lennie.

source: No matching sub-folders found.
hu: Ilyen alkönyvtár nem található.

source: access imce
hu: imce hozzáférése

source: administer imce
hu: imce adminisztrációja

source: An image/file uploader and browser supporting personal directories and user quota.
hu: Kép/fájl feltöltő és böngésző, személyes könyvtár és felhasználói kvóta támogatással.
