Repository: Acidburn0zzz/frugalware-current
Catalog: source/network/rp-pppoe/po/*.po
Languages: de, hu

source: ADSL configuration
de: ADSL-Konfiguration
hu: Az ADSL beállítása

source: Setup
hu: Telepítõ

source: Welcome
de: Willkommen
hu: Üdvözöljük

source: Welcome to the Frugalware PPPoE client setup. First, I will run some checks on your system to make sure the PPPoE client is installed properly...
de: Willkommen zu Frugalwares PPPoE Client Setup. Als Ersets werde ich ein paar Test durchführen, um zu prüfen ob der PPPoE Client wirklich installiert ist...
hu: Üdvözöljük a Frugalware PPPoE kliens beállítóban. Elõször néhány teszt fut le a rendszereén, hogy lássuk megfelelõen telepítve lett-e a PPPoE kliens.

source: Must be root
de: Sie müssen root sein
hu: Rendszergazdának kell lennie

source: Sorry, you must be root to run this script
de: Entschuldigung, Sie müssen dieses Skript als root ausführen
hu: Sajnáljuk, rendszergazdának kell lennie a program futtatásához

source: Prototype config file must exist
de: Beispielkonfigurationsdatei muss existieren
hu: A beállításfájl prototípusának léteznie kell

source: Oh, dear, I don't see the configuration file anywhere. Please re-install the PPPoE client with pacman -S rp-pppoe.
de: Ich kann die Konfigurationsdatei nicht finden. Bitte installieren Sie den PPPoE Client mit pacman -S rp-pppoe.
hu: Nem található beállításfájl. Telepítse újra a PPPoE klienst a pacman -S rp-pppoe paranccsal.

source: Must have pppd
de: Sie benötigen pppd
hu: A pppd szükséges

source: Oops, I can't execute the program pppd. You must install the PPP software suite, version 2.3.10 or later with pacman -S ppp.
de: Oops, ich kann das Programm pppd nicht ausführen. Sie müssen die PPP Software Suite, Version 2.3.10 oder neuer mit pacman -S ppp installieren.
hu: A pppd program nem végrehajtható. Telepítenie kell a PPP csomagot a pacman -S ppp paranccsal.

source: pppoe must exist
de: pppoe muss vorhanden sein
hu: A pppoenek léteznie kell

source: Oh, dear, I can't execute the program pppoe. Please re-install the rp-pppoe client with pacman -S rp-pppoe.
de: Ich kann das Programm pppoe nicht ausführen. Bitte installieren Sie den rp-pppoe Client mit pacman -S rp-pppoe.
hu: A pppoe program nem végrehajtható. Telepítse újra az rp-pppoe csomagot a pacman -S rp-pppoe paranccsal.

source: User name
de: Benutzername
hu: Felhasználónév

source: Enter your PPPoE user name
de: Bitte geben Sie Ihren PPPoE Benutzernamen ein
hu: Adja meg a PPPoE felhasználói nevét

source: Interface
de: Schnittstelle
hu: Interfész

source: Enter the Ethernet interface connected to the DSL modem. It will be ethn, where 'n' is a number.
de: Geben Sie die Netzwerkschnittstelle ein, die mit Ihrem DSL-Modem verbunden ist. Beispiel ('n' ist eine Zahl): ethn
hu: Adja meg a DSL modemhez csatlakoztatott hálózati interfész nevét. ehn-nek kell lennie, ahol az 'n' az egy szám.

source: Password
hu: Jelszó

source: Please enter your PPPoE password
de: Bitte geben Sie Ihr PPPoE Passwort ein
hu: Kérem adja meg a PPPoE jelszavát

source: Please re-enter your PPPoE password
de: Bitte geben Sie Ihr PPPoE Passwort erneut ein
hu: Kérem adja meg újra a PPPoE jelszavát

source: Passwords don't match
hu: A jelszavak nem egyeznek

source: Sorry, the passwords do not match. Try again?
de: Entschuldigung, die Passwörter stimmen nicht überein. Noch einmal versuchen?
hu: A jelszavak nem egyeznek. Megpróbálja újra?

source: Adjust configuration files
de: Passe Konfigurationsdatei an
hu: Beállításfájlok módosítása

source: Accept these settings and adjust configuration files?
de: Diese Einstellungen akzeptieren und Konfigurationsdatei anpassen?
hu: Elfogadja ezeket az értékeket és módosítja a beállításfájlokat?

source: Connect on startup
de: Verbindung beim Start
hu: Csatlakozás rendszerindításkor

source: Do you want to bring up your PPPoE link on startup?
de: PPPoE Verbindung beim Starten aktivieren?
hu: Akarja hogy a PPPoE kapcsolat felépüljön rendszerindításkor?

source: Congratulations, it should be all set up!
de: Gratulation, es sollte alles eingerichtet sein!
hu: Gratulálunk, beállított mindent!

source: Type 'service adsl start' to bring up your PPPoE link and 'service adsl stop' to bring it down. Type 'pppoe-status' to see the link status.
de: Geben Sie 'service adsl start' ein um PPPoE zu starten und 'service adsl stop' um PPPoE zu trennen. Um den Status zu sehen, geben Sie 'pppoe-status ein.
hu: Használja a 'service adsl start' parancsot a PPPoE kapcsolat elindításához és a 'service adsl stop' parancsot a leállításához. A 'pppoe-status' parancs mutatja meg a kapcsolat státuszát.
