Repository: Acidburn0zzz/frugalware-current
Catalog: source/network/wireless_tools/po/*.po
Languages: hu

source: Wireless configuration
hu: Vezeték nélküli felület beállítása

source: Setup
hu: Telepítõ

source: Found interface:
hu: Talált felület:

source: Initializating
hu: Inicializálás

source: Searching for interface with wireless extensions
hu: Vezeték nélküli kiterjesztéssel rendelkezõ felületek keresése

source: Success
hu: Siker

source: Error
hu: Hiba

source: No card with wireless extensions found.
hu: Nem található vezeték nélküli kiterjesztéssel rendelkezõ kártya.

source: Extended network name
hu: Kiterjesztett hálózati név

source: What is your extended netwok name (ESSID)?\n\n Note: you don't need to fill all parameters, leave them blank, in most\n cases the driver will initialise itself with sane defaults values or\n automatically figure out the value... And no drivers do support all\n possible settings...\n\n Again, in most cases setting only the ESSID will be enough.
hu: Mi az Ön kiterjesztett hálózati neve (ESSID)?\n\n Megjegyzés: Nem szükséges minden paramétert kitöltenie, hagyja üresen, a legtöbb\n esetben a meghajtó az alapértelmezett értékeket fogja használni vagy\n automatikusan fogja kitalálni az értéket... Egyik meghajtó sem támogatja\n az összes beállítást...\n\n A legtöbb esetben elég megadni az ESSID-et.

source: NWID/Domain
hu: NWID/tartomány

source: What is your cell identifier (89AB, 100, off)?
hu: Mi a cellaazonosítója (89AB, 100, off)?

source: Operation mode
hu: Mûveleti mód

source: What is your operation mode (Ad-Hoc, Managed, Master, Repeater, Secondary, auto)?
hu: Mi a mûveleti módja (Ad-Hoc, Managed, Master, Repeater, Secondary, auto)?

source: Frequency
hu: Frekvencia

source: What is your frequency (2.422G, 2.46G)?
hu: Mi a frekvenciája (2.422G, 2.46G)?

source: Channel
hu: Csatorna

source: What is your channel (1, 2, 3)?
hu: Mi a csatornája (1, 2, 3)?

source: Sensitivity
hu: Érzékenység

source: What is your cell size + roaming speed (1, 2, 3 ; -70 (dBm))?
hu: Mekkora a cellamérete és a roaming sebessége (1, 2, 3 ; -70 (dBm))?

source: Bit rate
hu: Bitráta

source: What is your bit rate (auto, 1M, 11M)?
hu: Mennyi a bitrátája (auto, 1M, 11M)?

source: Encryption key
hu: Titkosítókulcs

source: What is your encryption key (4567-89AB-CD, s:password)?
hu: Mi a titkosítókulcsa (4567-89AB-CD, s:password)?

source: RTS threshold
hu: RTS-határérték

source: What is your RTS threshold (off, 500)?
hu: Mennyi az RTS határértékéke (off, 500)?

source: Fragmentation threshold
hu: Töredezettség határértéke

source: What is your fragmentation threshold (off, 1000)?
hu: Mennyi a töredezettség határértéke (off, 1000)?

source: Other parameters
hu: Egyéb paraméterek

source: Other iwconfig parameters (power off, ap 01:23:45:67:89:AB)?
hu: Egyéb iwconfig paraméterek (power off, ap 01:23:45:67:89:AB)?

source: iwspy parameters
hu: iwspy paraméterek

source: Any iwspy parameters (+ 01:23:45:67:89:AB)?
hu: iwspy paraméterek (+ 01:23:45:67:89:AB)?

source: iwpriv parameters
hu: iwpriv paraméterek

source: Any iwpriv parameters (set_port 2, set_histo 50 60)?
hu: iwpriv paraméterek (set_port 2, set_histo 50 60)?

source: The wireless LAN adapter configuration completed successfully.
hu: A vezeték nélküli LAN-adapter beállítása befejezõdött.
