Repository: Acidburn0zzz/frugalware-current
Catalog: source/*/frugalware/xconfig-*.po
Languages: de, hu

source: Configuring the X server - Frugalware $FWVER Setup
de: Konfiguration des X-Servers - Frugalware $FWVER Setup
hu: Az X-kiszolgáló beállítása - Frugalware $FWVER Telepítö

source: Cannot run autoconfig
de: Kann autoconfig nicht ausführen
hu: Nem sikerült az automatikus beállítás.

source: Failed to autoconfigure the X server. This means you have to configure manually your X server after setup finished. Try running xorgcfg, to configure the X server.
de: Automatische Konfiguration des X-Servers fehlgeschlagen. Das bedeutet, dass Sie nach Beendigung des Setups den X-Server manuell konfigurieren müssen. Versuchen Sie den X-Server zu konfigurieren, in dem Sie xorgcfg starten.
hu: Nem sikerült automatikusan beállítani az X-kiszolgálót. Ez azt jelenti, hogy kézzel kell beállítania azt a telepítes után. Az X-kiszolgáló beállításához futtassa az xorgcfg-t.

source: Selecting resolution
de: Auflösung auswählen
hu: A felbontás kiválasztása

source: Please enter the screen resolution you want to use. You can use values such as 1024x768, 800x600 or 640x480. If unsure, just press ENTER.
de: Bitte geben Sie die Bildschirmauflösung an, die Sie verwenden möchten. Sie können Werte wie 1024x768, 800x600 oder 640x480 verwenden. Wenn Sie unsicher sind, drücken Sie einfach ENTER.
hu: Kérem, adja meg a használni kívánt felbontást. A következökhöz hasonló értékek megengedettek: 1024x768, 800x600 vagy 640x480. Ha nem biztos benne, csak nyomjon ENTER-t.

source: Selecting color depth
de: Farbtiefe auswählen
hu: A színmélység beállítása

source: Please enter the color depth you want to use. If unsure, just press ENTER.
de: Bitte geben Sie die Farbtiefe an, die Sie verwenden möchten. Wenn Sie unsicher sind, drücken Sie einfach ENTER.
hu: Kérem, adja meg a használni kívánt színmélységet. Ha nem biztos nebbe, csak nyomjon ENTER-t.

source: Configuring the X server
de: Konfiguration des X-Servers
hu: Az X-kiszolgáló beállítása

source: Attemping to create an X config file...
de: Versuche eine X Konfigurationsdatei zu erstellen ...
hu: Az X konfigurációs fájl létrehozása...

source: If you see this message, click OK within 10 seconds. Elapsed time:
de: Wenn Sie diese Nachricht sehen, klicken Sie innerhalb von 10 Sekunden auf OK. Verstrichene Zeit:
hu: Ha látja ezt az üzendetet, kattintson az OK gombra 10 másodpercen belül. Eltelt idö:
