Repository: Acidburn0zzz/frugalware-current
Catalog: source/rox-extra/edit/edit-2.0/Edit/Messages/*.po
Languages: de

source: Cut
de: Ausschneiden

source: Copy
de: Kopieren

source: Paste
de: Einfügen

source: Undo
de: Zurück

source: Redo
de: Wiederholen

source: Search...
de: Suchen...

source: Search and Replace....
de: Suchen und Ersetzen...

source: Goto line...
de: Zu Zeile...

source: Toggle Bookmark
de: Lesezeichen an/aus

source: Next Bookmark
de: Nächstes Lesezeichen

source: Previous Bookmark
de: Voriges Lesezeichen

source: File
de: Datei

source: Save
de: Speichern

source: Save As...
de: Speichern Als...

source: Open Parent
de: Übergeordnetes Verzeichnis

source: Show Changes
de: Änderungen zeigen

source: Word Wrap
de: Zeilenumbruch

source: Close
de: Schließen

source: New
de: Neu

source: Edit
de: Bearbeiten

source: Options
de: Optionen

source: Help
de: Hilfe

source: Show changes from saved copy. Or, drop a backup file onto this button to see changes from that.
de: Zeige Änderungen gegenüber Sicherheitskopie. Oder, Sicherungskopie auf diesen Knopf ziehen, um Änderungen zu sehen.

source: Replace
de: Ersetzen

source: Search
de: Suchen

source: Save As
de: Speichern Als

source: Up
de: Rauf

source: Line %s of %d
de: Zeile %s von %d

source: One character selected (%s)
de: Ein Zeichen markiert (%s)

source: %d characters selected
de: %d Zeichen markiert

source: %d lines selected
de: %d Zeilen markiert

source: Untitled
de: Unbenannt

source: Encoding:
de: Kodierung:

source: Ignore errors
de: Fehler ignorieren

source: Unknown encoding '%s'
de: Unbekanntes Zeichenormat '%s'

source: Data is not valid %s. Please select the file's encoding. Turn on 'ignore errors' to try and load it anyway.
de: Daten entsprechen nicht %s. Bitte wählen Sie das Zeichenformat der Datei. Schalten Sie 'Fehler ignorieren ein', um Datei trotzdem zu öffnen.

source: File is not saved to disk yet
de: Die Datei ist noch nicht gespeichert

source: This file has never been saved; nothing to compare it to! Note: you can drop a file onto the toolbar button to see the changes from that file.
de: Diese Datei wurde noch nie gespeichert; Nichts da zum vergleichen! Übrigens: Sie können eine Datei auf den Knopf in der Werkzeugleiste ziehen, um Änderungen an dieser Datei zu sehen.

source: Minibuffer help
de: Hilfe zur Befehlszeile

source: Changes to %s
de: Änderungen an %s

source: There is no difference between this version and the saved one.
de: Diese Version unterscheidet sich nicht von der Sicherheitskopie.

source: Goto line:
de: Zu Zeile:

source: Enter the line number to go to. Line numbers start from 1. Press Escape to cancel, or Return to jump to the line.
de: Geben Sie die gewünschte Zeilennummer ein. Zeilennummern beginnen bei 1. Drücken Sie Esc, um abzubrechen oder Return, um zur Zeile zu springen.

source: Invalid line number: %s
de: Ungültige Zeilennummer: %s

source: Matches any character
de: Beliebiges Zeichen

source: Any lowercase letter
de: Beliebiger Kleinbuchstabe

source: Any character listed (- must be first)
de: Beliebiges genanntes Zeichen (- muss als erstes stehen)

source: A only at the start of a line
de: A nur am Zeilenanfang

source: A only at the end of a line
de: A nur am Zeilenende

source: Zero or more A
de: Null oder mehr A

source: One or more A
de: Ein weiteres A

source: Zero or one A
de: Null oder ein A

source: Between m and n matches of A
de: Zwischen m und n Treffer von A

source: Non-greedy versions of *, +, ? and {}
de: Laxe Versionen von *, +, ? und {}

source: Can match A or B
de: Trifft zu auf A oder B

source: Group A and B together (for *, \1, etc)
de: A und B Zusammengroupieren (für *, \1, etc.)

source: The first/second bracketed match (goes in the With: box)
de: Der erste/zweite geklammerte Treffer (gehört in den Kasten "Durch:")

source: Word boundary (eg, \bWord\b)
de: Wortgrenze (z.B. \bWort\b)

source: Non-word boundary
de: Nicht-Wort Grenze

source: Digit, non-digit
de: Ziffer, Nicht-Ziffer

source: Whitespace, non-whitespace
de: Leerraum, Nicht-Leerraum

source: Others
de: Andere

source: See the Python regular expression documentation for more
de: Für Weiteres, Schlagen Sie nach in der Pythondocumentation zu regulären Ausdrücken

source: Examples:
de: Beispiele:

source: Matches "Fred" anywhere
de: "Fred" an beliebiger Stelle stehend

source: A line containing only "Fred"
de: Eine Zeile die nur "Fred" enthält

source: Colour or Color
de: Colour oder Color

source: Python expressions:
de: Python-Ausdrücke:

source: The text that was matched
de: Der zutreffende Text

source: The numerical value of 'old'
de: Der Zahlenwert von 'old'

source: Convert match to uppercase
de: Zutreffenden Text in Großbuchstaben wandeln

source: Double all matched numbers
de: Alle zutreffenden Nummern verdoppeln

source: Find Next
de: Finde Nächstes

source: Find Previous
de: Finde Voriges

source: Match case
de: Groß-/Kleinschreibung beachten

source: Type a string to search for. The display will scroll to show the next match as you type. Use the Up and Down cursor keys to move to the next or previous match. Press Escape or Return to finish.
de: Einen Suchtext eingeben. Die Anzeige scrollt zum nächsten Treffer währen sie tippen. Durch Pfeil Hoch und Runter gelangen sie zum nächsten oder vorigen Treffer. Beenden durch Esc oder Eingabetaste.

source: Find:
de: Finde:

source: Code
de: Zeichen

source: Meaning
de: Bedeutet

source: Replace:
de: Ersetzen:

source: With:
de: Durch:

source: Advanced search and replace
de: Erweitertes Suchen und Ersetzen

source: Evaluate 'With' as Python expression
de: Werte 'With' aus als Python-Ausdruck

source: You need to specify something to search for...
de: Keine Suche spezifiziert...

source: Search string not found
de: Suchtext nicht gefunden

source: One line changed
de: Eine Zeile geändert

source: %d lines changed
de: %d Zeilen geändert

source: Display
de: Darstellung

source: Fonts
de: Zeichensätze

source: Text font
de: Textzeichensatz

source: Font used for normal text.
de: Zeichensatz für normalen Text.

source: Colours
de: Farben

source: Foreground colour
de: Vordergrundfarbe

source: Background colour
de: Hintergrundfarbe

source: Wrap long lines of text
de: Lange Textzeilen umbrechen

source: Control whether lines wider than the window are wrapped to multiple display lines.
de: Einstellen, ob Zeilen am Fensterrand umbrochen werden sollen.

source: Toolbar
de: Werkzeugleiste

source: Show toolbar
de: Zeige Werkzeugleiste

source: Display a toolbar along the top of each window with common tools.
de: Zeige eine Werkzeugleiste mit gebräuchlichen Schaltern am Fensterkopf.

source: Spacing
de: Abstände

source: Margins
de: Ränder

source: pixels for left margin, and for the right:
de: Pixel für linken Rand, und für den Rechten:

source: pixels
de: Pixel

source: Paragraphs
de: Absätze

source: Space above paragraphs
de: Abstand oberhalb von Absätzen

source: Space below paragraphs
de: Abstand unterhalb von Absätzen

source: Line spacing within paragraphs
de: Zeilenabstand zwischen Absätzen

source: New-paragraph indent
de: Neue Absätze einrücken

source: Editing
de: Bearbeiten

source: Indentation
de: Einrücken

source: Automatic indentation
de: Automatisches Einrücken

source: When you press Return, the next line starts with the same amount of indentation as the previous line.
de: Drücken der Umschalttaste rückt Text entsprechend der vorherigen Zeile ein.

source: Show Print Margin
de: Druckränder zeigen

source: Print Margin
de: Druckränder

source: characters
de: Zeichen

source: Smart Home/End
de: Intelligentes Pos 1 / Ende

source: Show Line Numbers
de: Zeilennummern zeigen

source: Show Line Markers
de: Zeilenmarkierungen zeigen

source: Use spaces instead of Tabs
de: Tabulatoren durch Leerzeichen ersetzen

source: Tab width
de: Tabulatorbreite

source: Changes
de: Änderungen

source: Colours for Show Changes feature
de: Farben für 'Änderungen zeigen'

source: Foreground
de: Vordergrund

source: Background
de: Hintergrund

source: (headers)
de: (Kopfzeilen)

source: (no change)
de: (keine Änderung)

source: (additions)
de: (hinzugefügt)

source: (deletions)
de: (gelöscht)
